.0
.1
.2
.21153
.3
.4
.5
.6
.78847
.92
.97
.and
.but
.ii
.it
.iv
.qm
.section
.the
.they
.vi
0
0.000
0.0001
0.0005
0.001
0.002
0.003
0.004
0.00675
0.01
0.010
0.012
0.013
0.014
0.02
0.02025
0.025
0.028
0.03
0.04
0.05
0.06
0.066
0.08
0.0904
0.1
0.10
0.11
0.117
0.12
0.120
0.13
0.14
0.1428
0.14x10
0.15
0.15x106
0.16
0.18
0.182
0.1875
0.19
0.195e
0.199
0.2
0.21
0.211
0.22
0.25
0.254
0.262
0.3
0.30
0.32
0.33
0.35
0.36
0.367
0.368
0.38
0.4
0.40
0.42
0.43
0.44
0.45
0.46
0.5
0.50
0.500
0.53
0.55
0.57
0.5772
0.58
0.6
0.60
0.62
0.635
0.65
0.69
0.6x10
0.7
0.70
0.71
0.715
0.72
0.725
0.73
0.737
0.741
0.75
0.76
0.8
0.80
0.800
0.805
0.823
0.825
0.84
0.840
0.85
0.854
0.8a
0.9
0.90
0.92
0.95
0.952
0.96
0.98
000
000degree
000degreek
000k
01
0degree
1
1.0
1.00
1.008
1.03
1.05
1.064
1.07
1.08
1.09
1.1
1.10
1.11
1.12
1.13
1.15
1.17
1.2
1.20
1.23849
1.24
1.25
1.27
1.3
1.30
1.33
1.35
1.39
1.3x10
1.4
1.40
1.400
1.43
1.45
1.450
1.46
1.479
1.48
1.5
1.50
1.52
1.55
1.58
1.6
1.60
1.61
1.62
1.66
1.67
1.6x10
1.7
1.71
1.72
1.74
1.747
1.75
1.76
1.77
1.78
1.8
1.80
1.81
1.82
1.85
1.8x10
1.9
1.90
1.91
1.92
1.94
1.944
1.96
1.97
1.98
10
10.3
10.5
100
1000
100degrees
100x10
101
1081
109
10degree
10degrees
11
11.2
11.60
11.7
11.78
110
1103
1103a
111
113
1135
117
12
12.0
12.4
120
1211
124.9
125
1250
12degree
13
13.1
13.5
13.8
130
1300
14
14.4
140
1400
1400degreek
142
1460
15
15.4
150
1500
153
15degree
15x10
16
16.6
165
17
17.5
170
1730
18
180
180degree
1856
1869
1873
18degree
19
19.6
190
1909
1910
1912
1914
1916
1917
1921
1925
1932
1933
1934
1936
1938
1939
1941
1943
1944
1945
1947
1948
1950
1951
1953
1956
1957
1958
1959
1960
1961
1962
1degree
1f
1x10
2
2.0
2.00
2.01
2.02
2.05
2.06
2.1
2.13
2.15
2.18
2.2
2.20
2.24
2.25x10
2.3
2.35
2.38
2.3x10
2.4
2.41
2.425
2.45
2.47
2.49
2.5
2.6
2.67
2.7
2.71
2.78
2.8
2.80
2.85
2.86
2.87
2.9
2.91
2.92
2.96
2.99
20
200
2000
200degree
2024
20degree
20degreec
20degrees
21
210
215
218
219
22
220
220000
225
2250
226
23
230
234
238
24
24s
25
25.1
250
2550
25degree
25degrees
26
26.6
2601
275
28
28.59
280
29
29.5
29.70
2n
2p
2x10
3
3.0
3.00
3.04
3.07
3.1
3.11
3.12
3.13
3.15
3.2
3.25
3.2x10
3.3
3.392
3.4
3.44
3.5
3.50
3.53
3.55
3.6
3.67
3.7
3.72
3.74
3.75
3.8
3.81
3.85
3.86
3.899
3.8x10
3.9
3.98
3.9x10
30
300
3000degreek
3003
300degreer
3014
304
307
30degree
30th
31.75
317
32
325
333
3344
3399
34
34.5
340
3430
35
350
357
36
3600degreek
3660
37
370
3792
38
381
39
397
4
4.0
4.00
4.2
4.24
4.36
4.5
4.53
4.54
4.60
4.65
4.7
4.76
4.981
40
400
4000
400degree
401
4047
40degree
41
42
420
43
44
440
4412
45
450
45degree
45degrees
46
460
479
48
49degree
4degree
4degrees
4th
4x10
5
5.0
5.04
5.5
5.7
5.73
5.8
50
500
5000
5000000
500degree
502
5052
50degree
50degrees
51
52
525
53
5314
533
536
537
54
55
55.6
5524
55degrees
562
58
58.1
582
5906
5d
5th
6
6.0
6.00
6.2
6.25
6.28
6.3
6.4
6.5
6.8
6.85
6.86
6.9
6.98
60
600
6000
6000degreek
60degree
60degrees
61
62
625
629
63
63a2xx
63a4xx
64
64a010
65
650
6500
655
65a004
65degree
66
660
662
67
67.6
68
680
693
7
7.08
7.2
7.30
7.35
7.4
7.41
7.5
7.66
7.7
7.8
7.95
70
700
700f
704
7075
707a
7090
7157
74
75
750
75degree
76
78
79.5degree
8
8.0
8.2
8.238
8.6
8.60
80
800
8000
800degree
81
826
828
83
84
85
85.5
850
8500
85degree
86
8640
87
88.8
897
8n
8x10
9
9.0
9.17
9.2
9.5
9.6
9.65
9.758
9.9
90
900
90000
90degree
91
92
94
95
950
954
96
962
97
979
99degree
99degrees
a.
a.r.a
a.s.m.e
a50f06
a51j04
a52b06
ab
abbreviate
ability
ablate
ablating
ablation
ablative
able
abrupt
abruptly
absence
absent
absolute
absorb
absorption
abstract
abundantly
academic
accelerate
accelerated
acceleration
accelerator
accelerometer
accentuate
accept
acceptability
acceptable
acceptably
acceptance
accessible
accidental
accommodate
accommodation
accompany
accompanying
accomplish
accord
accordance
accordingly
account
accountable
accrue
accumulate
accumulation
accuracy
accurate
accurately
acetate
achievable
achieve
achieving
ackeret
acoustic
acoustical
acoustically
acquire
acquisition
acr
acrodynamic
acrothermochemistry
acrothermoelasticity
act
acting
action
activation
active
activity
actual
actually
actural
adam
adapt
adaptable
adaptation
add
addendum
addition
additional
additive
adequacy
adequate
adequately
adiabatic
adjacent
adjoin
adjoint
adjust
adjustable
adjustment
administration
admissible
admit
admixture
adopt
adsorption
advance
advanced
advantage
advantageous
advent
adverse
advisory
advocate
aec
aeolotropic
aerelastic
aerfoil
aerial
aero
aero.2441
aeroballistic
aerocosmonautic
aerodynamic
aerodynamically
aerodynamieist
aeroelastic
aeroelastician
aeroelasticity
aerofoil
aeronautic
aeronautical
aeronautics
aeroplane
aerothermal
aerothermochemical
aerothermodynamic
aerothermoelastic
affect
affected
affinely
affinity
affirmative
afford
aforementioned
afresh
aft
afterbodie
afterbody
afterburne
afterburner
afterburning
afterflow
age
agency
ago
agree
agreement
ahead
aid
ailcron
aileron
aim
air
airborne
aircraft
airflow
airfoil
airforce
airframe
airliner
airload
airplane
airscrew
airspeed
airstream
akin
al
alfven
algebraic
align
allen
alleviate
alleviation
allmovable
allow
allowable
allowance
alloy
allude
alman
alminar
alter
alteration
alternate
alternately
alternative
alternatively
altitude
altogether
aluminium
aluminum
ambient
ambiguity
ame
amenable
america
american
ammonium
amount
ample
amplification
amplifier
amplify
amplitude
amply
amr
an'ideal
analog
analogous
analogously
analogue
analoguous
analogy
analyse
analyser
analysis
analytic
analytical
analytically
analyticially
analyzable
analyze
analyzer
anemometer
angle
angular
angularly
anh
anhedral
anisotropic
anisotropy
annex
announce
annual
annul
annular
annulus
anomalous
anomaly
anove
answer
anti
antielastic
antisymmetric
antisymmetrical
ao'b
apart
apex
apogee
app
apparatus
apparent
apparently
appear
appearance
append
appendix
appl
applicability
applicable
application
applied
apply
appraisal
appraise
appraisement
appraoch
appreciable
appreciably
appreciate
approach
appropriate
approx
approximate
approximately
approximation
apropriate
ar
arbitrarily
arbitrary
arc
ardc
area
argon
argue
argument
arise
arithmetic
arithmetical
arm
armenakas
arrange
arrangement
arrest
arrhenius
arrival
arrive
arrow
art
article
artifice
artificial
artificially
ascend
ascertain
ascribe
aside
asimplifie
ask
asme
aspect
assemble
assembly
assert
assess
assessed
assessment
assign
assist
assistance
associate
associated
association
assortment
assume
assumed
assumption
assure
astronautic
astrophysic
asymmetric
asymmetrical
asymmetrie
asymmetry
asymptote
asymptotic
asymptotically
atlarge
atm
atmosphere
atmospheric
atom
atomic
attach
attached
attachment
attack
attain
attainable
attaindd
attainment
attempt
attendant
attene
attention
attenuate
attenuating
attenuation
attitude
attract
attractive
attributable
attribute
audio
augment
augmentation
august
aural
auspex
author
authority
autocorrelation
automatic
automatically
auxiliary
availability
available
avaluate
avenue
average
averaged
averaging
avoid
avoidance
avove
avro
away
ax
axi
axial
axially
axis
axisymmetric
axisymmetrical
azimuthal
b
b.
back
background
backing
backup
backward
bad
bagley
bakanov
balance
balancing
ballistic
balsa
ban
band
bandwidth
bang
bank
bar
bare
barrel
barrier
base
basic
basically
basin
basis
batchelor
batdorf
bay
bc
be
beam
beane
bear
bearing
beat
bed
bedford
beg
begin
beginning
behave
behavior
behaviour
being
belief
believe
bell
belleville
belong
belotserkovskii
belt
bend
bending
beneath
beneficial
benefit
benser
ber
bergdolt
berger
bernoulli
berthelot
bertram
beskin
bessel
best
beta
better
bevel
beyween
bibliography
biconvex
bifurcate
bifurcation
biharmonic
billow
billowing
bimetallic
bimolecular
binary
bind
biot
birnbaum
bisector
blade
bladed
blading
blasius
blast
bleed
bleich
blend
block
blockage
blow
blowdown
blowing
blowout
blue
bluff
bluish
blunt
blunted
blunter
blunting
bluntness
bluntnose
board
boat
boattail
boattaile
bodt
body
bogdonoff
boiloff
bolshakov
boltzmann
bomb
bomber
bond
bonus
book
boom
booming
boost
booster
bore
bornel
bounary
bound
boundary
bounding
bourne
bow
box
bracket
brake
braking
branch
branchline
brass
braunschweig
breadth
break
breakdown
breathing
breguet
bridge
brief
briefly
brightness
bring
british
broad
broaden
broadening
brooklyn
brown
btu
bubble
buckle
buckled
buckling
budiansky
buffet
buffeting
build
bulent
bulge
bulk
bulkhead
bullet
bump
buoyancy
buoyant
bureau
burger
burn
burning
burst
bury
busemann
butler
buzz
bypass
c
c.
c.a.l
c.g
cabin
cal
calcualte
calcualtion
calculate
calculated
calculation
calculus
caliber
calibrate
calibration
california
call
caloric
calorically
camber
cambered
cambridge
camera
canard
cancel
cancellation
cant
canted
cantilever
cap
capability
capable
capacitance
capacity
capillary
caplan
capsule
caravelle
carbon
carbonate
carborundum
care
careful
carefully
caret
carrier
carry
carrying
carter
cartesian
cascade
case
cast
castigliano
castolite
catalytic
catalytically
category
cater
cathode
cauchy
cause
caution
cavitate
cavitation
cavity
cease
cell
cellular
cellulose
cent
centaur
center
centerline
centigrade
central
centrally
centre
centreline
centric
centrifugal
centripetal
centroid
certain
certainly
certainty
cf
chain
chamber
change
channel
chap
chapman
chapter
character
characteristic
characteristically
characteristie
characterize
charge
chart
charter
chase
check
chemical
chemically
chemisorption
chemistry
cheng
chernyi
chesky
chester
chief
chiefly
chien
child
china
chloride
choice
choke
choking
choleski
choose
chord
chordwise
chu
circle
circling
circuit
circuitry
circular
circularity
circulate
circulation
circulatory
circumference
circumferential
circumlunar
circumscribing
circumstance
cite
civil
claim
clamp
clamped
clamshell
clarify
class
classic
classical
classically
classificaiton
classification
classify
clausing
clay
clear
clearance
clearly
climb
climinate
clockwise
close
closed
closely
closeness
closer
closure
cloud
cm
co
co.
co2
coalescence
coarse
coast
coating
coaxial
code
coefficient
coefstant
coherent
coincide
coincident
cold
cole
collaboration
collaborator
collapse
collect
collection
collectively
collision
collocation
colour
column
combination
combine
combined
combustible
combustion
combution
come
command
commence
comment
commercial
commercially
committee
common
commonly
communication
compact
companion
company
comparable
comparative
comparatively
compare
comparison
compatibility
compatible
compensate
compensating
compete
competition
compilation
compile
complement
complementary
complete
completely
completeness
completion
complex
complexity
complicate
complicated
complimentary
component
compose
composite
composition
compound
comprehensive
compress
compressibility
compressible
compression
compressional
compressive
compressor
compressors.dash
comprise
compromise
computation
computational
compute
computer
computing
con
concave
conceivable
conceivably
conceive
concentrate
concentrated
concentration
concentric
concept
conception
conceptual
concern
concerned
concise
concisely
conclude
conclusion
conclusively
concoct
concrete
concur
concurrent
concurrently
concurring
condensation
condense
condensed
condition
conduct
conduction
conductive
conductivity
conductor
cone
confidence
configuration
confine
confirm
confirmation
conflict
conflicting
confluent
conform
conformal
conformally
conformity
confused
confusing
congress
conic
conical
conical.dash
conically
conidtion
conjecture
conjunction
connect
connected
connection
connexion
conpressibility
consequence
consequent
consequently
conservation
conservative
conservativeness
consider
considerable
considerably
consideration
consierable
consist
consistent
consistently
consolidate
const
constancy
constant
constantly
constituent
constitute
constitution
constrain
constrained
constraint
construct
construction
consumption
contact
contain
contaminate
contamination
contemplate
content
contexts
continually
continuation
continue
continuity
continuous
continuously
continuum
contour
contract
contracting
contraction
contradiction
contrary
contrast
contribute
contributing
contribution
control
controversy
convect
convection
convective
convenience
convenient
conveniently
conventional
converge
convergence
convergent
converging
converse
conversely
conversion
convert
convex
conviction
convolution
cool
coolant
cooling
cooperation
coordinate
cope
copper
core
cornell
corner
cornered
corollary
corporation
corpuscular
correct
correction
corrective
correctly
correctness
correlate
correlation
correlator
correlogram
correspond
corresponding
correspondingly
corridor
corroborate
corrosive
corrugate
corrugated
cos
cosine
cosmonautic
cost
couette
coulomb
council
coundary
count
counter
counteract
counterpart
country
couple
coupling
coupon
course
cover
coverage
cowl
cowling
cp
cps
crabtree
crack
cracking
craft
crank
crease
create
creep
crest
crew
crinoline
criterion
critical
critically
criticism
criticize
crocco
crooked
crop
cross
crosscorrelation
crossed
crossflow
crucial
cruciform
cruise
cruising
crush
cubic
cumbersome
cumulative
cure
curling
current
currently
curtain
curvature
curve
curved
curvilinear
cushion
cusped
cusps
cuss
customary
cut
cutoff
cutout
cx
cycle
cyclic
cycling
cylinder
cylinderical
cylindrical
d
d.
d.and
d1
daley
dalton
damage
damaging
damp
damped
damping
dampometer
dana
danger
dangerous
dash
dashin
dashn
dashthat
dashthe
data
date
datum
davy
day
daytime
db
de
dead
deal
debatable
debye
decade
decay
decays
decelerate
decelerating
deceleration
decide
decidedly
decimal
decision
decisively
declassify
decline
decompose
decomposition
decrease
decrement
deduce
deduced
deduct
deduction
deep
defect
defence
defference
deficiency
deficit
definable
define
definite
definitely
definition
deflagration
deflect
deflected
deflecting
deflection
deflexion
deform
deformable
deformation
deformed
deforming
defy
deg
degenerate
degrade
degree
deionization
deisgn
delay
delft
delimit
delineate
delta
demand
demarcation
demonstrate
demonstration
dence
denomination
denote
dense
denser
density
dent
depart
department
departure
depend
dependence
dependency
dependent
depict
depletion
deposit
depression
depth
derivable
derivation
derivative
derive
deryagin
des
descend
descent
describable
describe
description
descriptive
descriptively
design
designate
designer
desirability
desirable
desire
desk
despite
destabilize
destabilizing
destalle
detach
detached
detachment
detail
detailed
detect
detectable
detection
deteriorate
deterioration
determinable
determinant
determinantal
determinate
determination
determine
determined
detonation
detra
detrimental
deuce
develop
developable
development
deviate
deviation
device
devise
devote
devoted
devrease
dewpoint
diagonal
diagram
diam
diameter
diamond
diaphragm
diatomic
dicsovere
dictate
dielectric
differ
difference
different
differential
differentiate
differentiation
difficult
difficulty
diffuse
diffusely
diffuser
diffusion
diffusive
diffusivity
digit
digital
dihedral
dilation
dilute
dimension
dimensional
dimensionality
dimensionless
diminish
dioxide
dipole
dirac
direct
direction
directional
directive
directly
director
dirichlet
dirt
disadvantage
disagree
disagreement
disappear
disc
discern
discernible
discharge
disclose
discontinuity
discontinuous
discover
discoverer
discovery
discrepancy
discrete
discs
discuss
discussion
disequilibrium
disk
dislocation
dismiss
disparity
disperse
dispersion
displace
displacement
display
disposable
disregard
dissertation
dissimilar
dissipation
dissipative
dissociate
dissociating
dissociating'gas
dissociation
distance
distant
distinct
distinction
distinctly
distinguish
distinguishing
distort
distortion
distribute
distribution
disturb
disturbance
disturbed
disturbing
diurnal
dive
diverge
divergence
divergent
diverse
diversify
divide
dividing
diving
division
doctor
dodecagonal
domain
dome
dominant
dominate
donnell
doppler
dorod
dorodnitsyn
dorodnitzin
double
doublet
doubling
doubly
doubt
doubtful
downstream
downward
downwash
downwashe
dp
drag
dramatic
drape
drastic
drastically
draw
drift
drill
drive
driver
driving
droop
drop
dropoff
drosophila
drum
dry
dryden
du
dual
duce
duct
ducte
ducted
dufour
duplicate
duralumin
duration
dust
dvl
dx
dy
dyke
dynamic
dynamical
dynamically
e
e.
e.g.
e.g.at
e.v
e53h25
e56b03b
earlier
early
earth
ease
easily
easy
eccentricity
echo
eckert
economic
economical
economy
eddy
edelfelt
edge
edgewise
edition
edpm
educational
edwards
effect
effect'may
effect'originate
effective
effectively
effectiveness
efficacious
efficiency
efficient
efflux
effort
effusion
egger
eigenvalue
eigenvector
eighth
einbinder
ejector
elaborate
elapse
elastic
elastically
elasticity
electric
electrical
electrically
electro
electrode
electroforme
electrohydrodynamic
electromagnetic
electron
electronic
electrostatically
elegant
element
elemental
elementary
elevate
elevated
elevation
elevator
eliminate
elimination
elliott
ellipse
ellipsoid
ellipsoidal
elliptic
elliptical
elliptically
ellipticity
elongated
embed
embrace
embryonic
emerge
emission
emissivity
emit
emitted
emmon
emphasis
emphasise
emphasize
empirical
empirically
employ
employment
enable
ence
encircle
enclose
encompass
encounter
encouraging
end
endeavour
endorse
endplate
endurance
energy
enforce
engage
engesser
engine
engined
engineer
engineering
england
enhance
eniac
enjoy
enlarge
enlightening
enormously
enquiry
enskog
ensue
ensure
entail
enter
enthalpic
enthalpy
entire
entirely
entirety
entitle
entrain
entrainment
entrance
entrant
entropy
entry
envelope
environment
environmental
envisage
epoxy
eq
eqs
equal
equality
equally
equate
equation
equatorial
equicohesive
equilateral
equilibrate
equilibria
equilibrium
equip
equipment
equivalence
equivalent
equivalently
er
erature
erdmann
erfc
erickson
erode
erosion
erosive
erratic
error
escape
especially
essence
essential
essentially
establish
establishment
estimate
estimated
estimation
et
et.al
etc
eter
ethylene
eucken
euler
eulerian
evaluate
evaluation
evaporate
evaporation
event
eventual
eventually
evidence
evident
evidently
evolve
evvard
exact
exactly
exaggeration
examinable
examination
examine
example
exceed
excellent
exception
exceptional
exceptionally
excess
excessive
excessively
exchange
exchanger
excitation
excite
excited
exciting
exclude
excrescence
excuse
exercise
exert
exhaust
exhausted
exhausting
exhaustive
exhibit
exist
existence
exit
exotic
expand
expanse
expansion
expect
expectation
expend
expenditure
expense
experience
experiment
experimental
experimentally
experimenter
explain
explanation
explicit
explicitly
exploit
exploration
exploratory
explore
explosion
explosive
exponent
exponential
exponentially
expose
exposition
exposure
expound
express
expressible
expression
extend
extended
extendible
extensible
extension
extensional
extensive
extensively
extent
exterior
external
externally
extinction
extra
extrapolate
extrapolated
extrapolating
extrapolation
extremal
extreme
extremely
eye
f
f.
f.p.r.e
f1
f2
f40umerical
f8u
fabric
fabricate
fabrication
face
faced
facet
facilitate
facility
facing
fact
factor
fage
fail
failure
fair
fairly
fale
falkner
fall
familiar
family
fan
far
farnborough
farther
fashion
fast
fasten
faster
fat
fatigue
favor
favorable
favorably
favourably
fay
fd
feasibility
feasible
feature
feb
feed
feedback
feeding
feel
feldman
ferri
few
ff
fiber
fibrous
ficient
fictitious
fictitiously
field
fifth
fig
fighter
figs.1
figure
filament
fill
filling
film
filter
filtering
fin
final
finally
financial
find
finding
fine
finely
fineness
finish
finite
fire
firing
firm
fission
fit
fix
fixing
fl
flame
flange
flanged
flap
flare
flared
flash
flat
flatness
flex
flexibility
flexible
flexibly
flexural
flexure
flight
float
flocculent
floor
flow
flowing
flowmeter
fluctuate
fluctuating
fluctuation
flugge
fluid
fluidized
flutter
flux
fly
focus
fog
foil
fold
folding
follow
following
foot
footing
force
forced
forcible
fore
forebodie
forebody
forecast
forecasting
foredrag
forefront
forego
foregoing
foreign
foreknowledge
form
formal
formally
formation
formula
formulae
formulate
formulation
formulism
forst
fort
forth
forum
forward
found
foundation
fouri
fourier
fourth
fps
fraction
fractional
fracture
fralich
frame
framework
france
fredholm
free
freedom
freely
freeman
freestream
freeze
freezing
freon
frequency
frequently
friction
frictional
frictionless
friedman
friedrich
friedrichs
fringe
front
frontal
frozen
fruit
fruitful
frustration
frustum
ft
ft1
fuel
fulfil
fulfillment
full
fully
function
functional
fundamental
fundamentally
furnace
furnish
furthermore
fused
fuselage
future
g
g.
gage
gain
galcit
galerkin
gamma
gap
garabedian
gardless
garrick
gas
gascous
gasdynamic
gasdynamical
gaseous
gather
gauge
gauss
gaussian
geckeler
geiger
general
generalise
generalised
generality
generalization
generalize
generalized
generalizes
generally
generate
generation
generator
genuine
geodesic
geoffrey
geometric
geometrical
geometrically
geometry
geophysical
gerard
german
gershuni
get
gibbs
giese
give
given
glance
glass
glassy
glauert
glide
glider
globule
glycerin
go
goal
goldstein
good
goodi
gorcum
gordon
gortl
gothic
govern
governing
grad
grade
graded
gradient
gradual
gradually
graham
grain
gram
grand
granular
graph
graphical
graphically
graphite
graphs
grashof
grasshof
gravalos
gravel
gravitational
gravity
grazing
great
greatly
green
grid
gridwork
grimminger
grober
groove
gross
grossman
ground
group
grow
growth
grunow
guarantee
guidance
guide
gun
gupta
gust
gw
gyration
gyroscope
gyroscopic
h
h.
h.k
h180
h2
h2o
haack
haag
hadamard
half
halfway
hall
halstead
halve
hamel
hammerhead
hammitt
hamper
hand
handbook
handicap
handle
handley
handling
hangle
hankel
hansen
hantzsche
happen
hard
harden
hardly
hardware
harmonic
harmonically
harris
hartmann
hartree
hash
hasimoto
hastening
have
haveg
havelock
hay
haye
hazard
head
heading
heaslet
heat
heated
heater
heating
heaving
heavy
height
height'h
heimel
heimenz
heisenberg
helical
helicopter
heliocentric
helium
helmholtz
help
helpful
hemi
hemisphere
hemispherical
hemispherically
hemispheroidal
hencky
heretofore
hero
herrmann
heterogeneous
hexagonal
hg
hick
hidalgo
high
highly
highspeed
hinder
hinge
hirschfelder
hirshfelder
hise
historic
historically
history
hit
hitherto
hodograph
hodographic
hoff
hoffman
hog
hold
holder
holding
hole
holland
hollow
homann
home
homogeneous
homogenous
honeycomb
hoop
hope
hopeless
hopelessly
hopf
horizontal
horizontally
horseshoe
hoshizaki
hosokawa
hot
hour
housefly
housing
hover
hovercraft
hovering
howarth
howorth
hpyersonic
hroma
huang
hub
hugoniot
human
humidity
humphrey
hurd
hurwitz
hybrid
hydraulic
hydraulically
hydroballistic
hydrocarbon
hydrodynamic
hydrodynamical
hydrogen
hydromagnetic
hydrostatic
hypass
hyper
hyperbolic
hypergeometric
hyperliptic
hypersonic
hypersoule
hypervelocity
hypothesis
hypothesize
hypothetical
hysol
hysteresis
hysteretic
i.
i.e.
i.e.its
ias
ibm
icbm
idea
ideal
idealization
idealize
ideally
identical
identically
identifiable
identification
identify
identity
ie
iferation
igc
ignite
ignition
ignorable
ignore
igy
ii
iii
illingworth
illustrate
illustration
illustrative
illustrious
image
imaginary
imai
immediate
immediately
immerse
immersed
immobile
immovable
impact
impair
impart
impeller
imperfect
imperfection
impermeable
impinge
impingement
implement
implication
implicit
imply
importance
important
impose
impossible
impression
imprimerie
improper
improve
improved
improvement
impulse
impulsive
impulsively
inaccessible
inaccuracy
inaccurate
inadequacy
inadequate
inadmissable
inadvertently
inafinite
inapplicable
inappropriate
inasmuch
inboard
inch
incidence
incident
incidental
incipient
inclination
incline
inclined
include
inclusion
inclusive
incoming
incomplete
incompressible
inconclusive
inconel
inconsistency
inconsistent
inconvenient
incorporate
incorporation
incorrect
increase
increasingly
increment
incremental
incur
indefinitely
independence
independent
independently
indetermine
index
indical
indicate
indicated
indication
indicative
indicial
indirect
indirectly
indium
individual
induce
induced
inductance
induction
industry
inefficient
inelastic
inequality
inert
inertia
inertial
inevitable
inevitably
inexpensive
infer
infinite
infinitely
infinitesimal
infinitesimally
infinity
infite
inflection
inflow
influence
influential
influx
information
ingenious
inherent
inhibit
inhomogeneous
initial
initially
initiate
inject
injectant
injected
injection
injector
ink
inlet
inner
inoperative
inorganic
inplane
input
inquire
insect
insensitive
insert
insertion
inside
insight
insignificant
insofar
inspection
inspire
inst
instability
installation
instance
instant
instantaneous
instead
instigate
institute
instruct
instruction
instructive
instrument
instrumentation
insufficient
insulate
insulated
insulating
insulation
insure
intake
integrable
integral
integrand
integrate
integrated
integration
integrity
integro
intend
intense
intensification
intensify
intensity
intention
intentionally
inter
interact
interaction
interanl
interchangeable
interconnect
intercrystalline
interdependence
interest
interested
interesting
interface
interference
interferogram
interferometer
interferometric
intergranular
interim
interior
intermediate
intermolecular
internal
internally
internat
international
interplanetary
interpolation
interpose
interpret
interpretation
interpretive
interrelation
intersect
intersection
interstellar
interval
intimate
intimately
intractable
intrinsic
intrinsically
introduce
introduction
introdure
intuition
invalid
invalidate
invariably
invariant
inverse
inversely
inversion
invert
investigaion
investigate
investigation
investigator
inviscid
invoke
involve
inward
iodine
ion
ionization
ionize
ionosphere
iowa
irbm
iron
irregular
irregularity
irrespective
irreversibility
irreversible
irritant
irrotational
isentropic
isobar
isochronous
isoenergetic
isofoam
isolate
isolated
isolation
isothermal
isotope
isotropic
isovel
issue
item
iteration
iterative
iv
j
j.
j.chem.phys
jacobian
jan
janzen
japan
jastrow
jeffery
jeffrey
jet
jetlike
jmin
jmjn
johnson
join
joined
joint
jointly
jone
jouguet
joukowski
joukowsky
joule
journal
judge
judiciously
july
jump
junction
juncture
june
jupiter
justifiable
justification
justified
justify
k
k.
kallmann
karman
katzen
kaye
keep
keller
kelley
kelly
kelvin
kemp
kempf
kempner
kendrick
kernal
kernel
keulegan
keune
key
kg
kilometre
kind
kinematic
kinematically
kinetic
kingdom
kink
kirchhoff
kirk
klein
km
km.no
knee
know
knowledge
known
knuckle
knudsen
ko
kopal
korst
krasilshchikova
krypton
kt
kuchemann
kuo
kussner
kutta
l
l'etude
l'injection
l.
l40
l57l10
l5d20
la
labor
laboratory
laborious
labour
lack
lacquer
lag
lagrange
lagrangian
laguerre
laminar
laminary
laminate
land
landahl
landing
langer
langley
language
lap
laplace
laplacian
large
largely
lastly
laszlo
late
latent
later
lateral
laterally
latitude
lattice
laufer
launch
laval
law
lay
layer
layout
lb
ld
lead
leading
leave
lecture
lee
leeward
legendre
leggett
legitimate
lend
length
lengthen
lengthwise
lennard
less
let
letter
letting
level
lever
levy
lewis
li
liable
liapunov
libby
libration
librove
license
lie
life
lifetime
lift
lifting
light
lighthill
lightly
lightweight
like
likely
likewise
limit
limitation
limited
limiting
lin
linder
lindsey
line
lineal
linear
linearisation
linearise
linearised
linearity
linearization
linearize
linearized
linearizing
linearly
liner
lingitudinal
link
liouville
lip
liquid
list
literal
literally
literature
little
load
loaded
loading
lobe
lobed
local
localise
localised
localize
localized
locally
locate
location
lock
lockheed
locus
log
logarithm
logarithmic
logical
logically
loitsianskii
lomax
london
long
longer
longitudinal
longitudinally
look
loop
loose
loosely
lose
loss
lotz
loudspeaker
love
low
lower
ltd
lubricant
lubrication
lucid
lucite
ludweig
ludwieg
luminous
lunar
lundquist
lyapunov
lyon
lyskov
m
m.
m.i.t
m.p.h
macadam
maccoll
mach
machine
maeder
mag
mager
magnesium
magnetic
magneto
magnetoacoustic
magnetoaerodynamic
magnetofluidmechanic
magnetogas
magnetogasdynamic
magnetohydrodynamic
magnetohydrodynamical
magnify
magnitude
magnus
mahony
main
mainly
mainstream
maintain
maintainance
maintenance
major
majority
make
making
malfunction
man
maneuver
maneuvering
mangler
manifest
manned
manner
manocuvre
manoeuvre
manometer
manufacture
manufacturing
map
mapping
mar
margin
marguerre
marin
maritime
mark
marked
markedly
martian
martin
mask
maskell
maslen
mass
massachusetts
massbalance
mat
match
matching
material
materially
math
mathematic
mathematical
mathematically
mathieu
matric
matrix
matter
max
maximuin
maximum
maxwell
maxwellian
mayer
mc
mccune
mckinnon
mean
meaning
means
measurable
measure
measured
measurement
mech
mechanic
mechanical
mechanism
mechs
median
medium
meet
meeting
meh
mehtod
meissner
meksyn
melamine
melt
melting
member
membrane
memorandum
memorial
mention
mercury
mere
merely
merge
merged
merger
merging
meridian
meridional
merit
mesh
metal
metallic
meteor
meteorite
meter
methane
methanol
method
mev
meyer
mhd
michael
michielsen
microinch
microinche
micromanometer
micron
microphone
microwave
mid
midchord
middle
midplane
midspan
midway
migrate
mil
mild
mile
millikan
millimeter
million
millisecond
mind
minimal
minimisation
minimise
minimization
minimize
minimum
ministry
minnesota
minor
minus
minute
mirel
mirror
misalign
misalignment
misalinement
mise
mismatch
miss
missile
mission
mistake
mitigate
mix
mixed
mixing
mixture
mm
modal
mode
model
moderate
moderately
modern
modest
modification
modified
modify
modulate
modulation
modulus
mol
molecular
molecule
molten
molybdenum
moment
momentary
momentum
monatomic
monocoque
monograph
monoplane
monopole
monotonically
monoxide
moon
moore
morning
motion
motionless
motor
mound
mount
mountain
movable
move
movement
mph
msvo
mth
muffler
muller
multi
multiaxial
multibay
multicellular
multicomponent
multilayer
multiple
multipli
multiplication
multiplicative
multiplier
multiply
multipropeller
multistage
multistaging
multiweb
mum
munk
murphy
murray
mutually
mw
n
n.
n.a.c.a
n.b.s
n.g.t.e
n.p.l
n1
n2
naca
nacelle
nagamatsu
name
narrow
nasa
nash
national
nationale
natural
naturally
nature
nautical
naval
navi
navy
nd
near
nearer
nearest
nearly
neater
necessarily
necessary
necessitate
necessity
nee
need
negation
negative
negatively
neglect
negligible
negligibly
neighborhood
neighbour
neighbourhood
net
network
neumann
neutral
neutrally
new
newly
news
newton
newtonian
nice
nickel
nicolson
nielsen
night
nimonic
ninefold
nineteen
ninth
nitric
nitrogen
nitzyn
no.1
no.2
no.320
no.500
no.g.w.533
nocturnal
nodal
node
noise
nomenclature
nominal
nominally
nomograph
non
nonablate
nonaligned
nonaxisymmetric
nonaxisymmetrical
noncatalytic
noncircular
noncirculatory
noncommunicating
nonconcurrence
nonconducte
nonconducting
nonconduction
nonconservative
nondecompose
nondimensional
nondimensionalized
nondissipative
nonequilibrium
nonexistence
nonflammable
nongyroscopic
nonhomogeneous
noninclined
noninjection
noninsulated
nonisentropic
nonisothermal
nonlifting
nonlinear
nonlinearity
nonmagnetic
nonnegative
nonorthogonal
nonparallel
nonpermeable
nonplanar
nonporous
nonreacting
nonreactive
nonrigorous
nonrotate
nonsimilar
nonsingular
nonslationary
nonslender
nonsphere
nonspherical
nonstationary
nonsteady
nontoxic
nontrivial
nonuniform
nonuniformity
nonunity
nonvanishe
nonviscous
nonzero
normal
normalize
normally
norman
nose
nosed
notable
notation
notch
note
noteworthy
notice
noticeable
noticeably
notion
novel
nozzle
np
npl
nth
nuclear
nullify
number
numberical
numerical
numerically
numerous
numger
nusselt
nylon
o
o.
o2
ob
obey
object
objection
objectionable
objective
oblate
oblateness
oblique
obliquely
obliterated
obscure
observable
observation
observational
observe
observed
observer
obstacle
obtain
obtainable
obtainec
obtained
obtaining
obtainment
obvious
obviously
oc
occasion
occasionally
occupy
occur
occurrence
octagonal
octahedral
octave
october
offer
offset
ofr
ogee
ogival
ogive
ohm
oil
old
omission
omit
oncoming
one
onera
onic
onsager
onset
op
opaque
open
opening
operate
operating
operation
operational
operative
operator
opportunely
opportunity
oppose
opposed
opposite
opposition
optic
optical
optically
optimal
optimization
optimum
orbit
orbital
order
ordering
ordinary
ordinate
ordnance
organization
orgin
orient
orientation
orifice
origin
original
originally
originate
originte
orlfice
orr
orthogonal
orthogonality
orthogonally
orthotropic
oscillate
oscillating
oscillation
oscillator
oscillatory
oscillograph
oseen
osoen
ostrach
oswatitsch
outboard
outcome
outer
outermost
outlet
outline
output
outside
outstanding
outward
outweight
oval
ovaluate
oven
overall
overcome
overestimate
overestimation
overexpand
overexpande
overexpanded
overexpansion
overhang
overlap
overlook
overly
overpressure
overriding
overshadow
overshoot
oversimplification
oversimplify
overstability
overstatement
overswing
owe
owen
oxidation
oxide
oxygen
p
p.
p.s.i.g
p43
packard
page
pai
painleve
paint
pair
palte
panel
paper
papreg
para.5
parabolae
parabolic
paraboloid
paraboloidal
paradox
paragraph
parallel
parallell
paramet
parameter
paramount
paraplex
parasol
parietale
paris
parke
part
partial
partially
particle
particular
particularly
partition
partly
pass
passage
passenger
passive
past
path
pattern
pay
payload
peak
pearse
peclet
peculiar
peculiarity
penalty
penetrate
penetration
peng
people
percent
percentage
perfect
perfectly
perforate
perforated
perforation
perform
performance
perigee
periment
perimeter
period
periodic
periodically
peripheral
permanent
permeability
permeable
permissable
permissible
permit
perpendicular
perpendicularly
perplex
persh
persist
personal
pertain
pertaining
pertinent
perturb
perturbation
perturbed
pessimistic
ph
phase
phenolic
phenomena
phenomenological
phenomenon
philo
philosophy
phosphorescent
photo
photoelastic
photograph
photographic
photography
photomultipli
photomultiplier
photothermoelastic
phugoid
phys
physcal
physical
physically
physics
physiological
pibal
picard
picture
piece
piercy
pilot
piloting
pimple
pin
pindroh
pinkerton
pipe
piston
pitch
pitching
pitchingmoment
pitot
pivot
pivotal
place
placement
plain
plan
planar
planck
plane
planet
planetary
planeto
planform
plant
plasma
plast
plastic
plastically
plasticity
plate
plateau
platinum
plausible
plausibly
play
plk
plot
plug
plume
plunge
plus
ply
pneumatic
pod
poetic
pohlhausen
poincare
poind
point
pointed
poiscuille
poiseuille
poisson
polar
pole
polished
polyatomic
polyaxial
polycrystalline
polygon
polygonal
polymer
polynomial
polystyrene
polytechnic
ponderomotive
poor
popular
popularly
pore
porous
portion
portious
pose
position
positive
positively
possess
possesse
possibility
possible
possibly
possio
post
postbuckle
postbuckling
postpone
postulate
potential
potentially
potentiometer
potter
poudre
pound
powell
power
powered
powerful
powerplant
pr
practicably
practical
practically
practice
practitioner
prager
prandtl
pre
prebuckle
precaution
precede
precession
precipitate
precipitously
precise
precisely
precision
preclude
predict
predictable
prediction
predictive
predigest
predominant
predominantly
predominate
prefer
preferable
preference
preferred
preheat
preliminary
premature
premise
premixe
preparation
prepare
preponderance
prescribe
prescribed
presence
present
presentation
presently
preserve
press
pressure
pressureized
pressurise
pressurize
preston
prevail
prevalence
prevent
prevention
previous
previously
prewhirl
price
prikl
primarily
primary
prime
princeton
principal
principally
principle
prior
priori
prism
prismatic
probability
probable
probably
probe
problem
probstein
proc
procedure
proceed
process
processing
produce
producer
product
production
profile
profound
program
programing
programme
programmed
programming
progress
progressive
progressively
prohibitive
project
projectile
prolate
prominence
promise
promising
promote
prone
pronounce
pronounced
proof
propagate
propagating
propagation
propel
propellant
propeller
proper
properly
property
proportion
proportional
proportionality
proportionally
proportionate
proposal
propose
proposel
proposition
propound
propulsion
propulsive
prospect
protect
protection
protein
proton
prototype
protrude
protrusion
protuberance
prove
provide
provision
provisional
provoke
proximity
pseudo
psf
psi
psia
psig
psychological
pt
public
publication
publish
pulse
pump
puncture
pure
purely
purpose
pursue
put
puzzle
pv
pyramidal
pyrex
q
quadratic
quadratically
quadrature
quadruplet
quadrupole
qualitative
qualitatively
qualitiative
quality
quantitative
quantitatively
quantity
quantum
quart
quarter
quarterchord
quartic
quartz
quasi
quench
quenching
quest
question
questionable
quick
quickly
quieting
quotation
quote
r
r.
r.a.e
r.a.e.101
r.a.e.104
r.m.s
r82
rabotnov
radar
radial
radially
radian
radiant
radiate
radiation
radiative
radically
radii
radius
radome
radon
rae
rae.101
raise
rake
raleigh
rameter
ramp
rand
random
randomly
randomness
randon
range
rankine
rapid
rapidity
rapidly
rarefaction
rarefy
rate
ratio
rational
rationally
ray
rayleigh
re
reach
react
reacting
reaction
reactive
reactor
read
reader
readily
reading
ready
reaffirm
real
realise
realistic
realistically
realization
realize
reanalysis
reanalyze
rear
rearranged
rearward
reason
reasonable
reasonably
reasoning
reattache
reattaching
reattachment
receive
receiver
recent
recently
reciprocal
reciprocally
reciprocity
recirculate
recirculation
recognise
recognize
recombination
recommend
recommendation
recompression
record
recording
recourse
recover
recoverable
recovery
rectangle
rectangular
rectilinear
recur
recurrence
recursion
redefinition
redesign
redirect
redistribution
reduce
reduced
reducible
reduction
redundant
reentry
reexamination
ref
ref.6
refer
reference
refine
refined
refinement
reflect
reflected
reflection
reflex
reformulate
refract
refraction
refractory
regain
regard
regardless
regime
region
register
regular
regularity
reichardt
reimpinge
reinforce
reinforced
reinforcement
reinvestigate
reiss
reissner
reject
relate
related
relation
relationship
relative
relatively
relativistic
relax
relaxation
relaxed
relaxing
relay
release
relevance
relevant
reliability
reliable
relieve
rely
remain
remainder
remark
remarkable
remarkably
remember
remote
removable
removal
remove
render
rep
repair
repeat
repercussion
repetition
replace
replacement
reply
report
represent
representable
representation
representative
reproduce
reproducible
requency
request
require
requirement
research
researcher
resemblance
resemble
reservation
reservoir
reshotko
residual
resiliant
resin
resist
resistance
resler
resolution
resolve
resonable
resonance
resonant
resort
resource
respect
respective
respectively
respond
response
responsible
rest
restore
restrain
restraint
restrict
restricted
restriction
restrictive
result
resultant
retain
retard
retarded
retarding
retrocket
retrorocket
retrovelocity
return
reuss
rev
reveal
reversal
reverse
reversed
reversibility
reversible
revert
review
reviewer
revise
revision
revolution
rewrite
reynold
reynolds
rf
rheological
rhombic
rib
ribbon
riccati
richmond
riddell
ridge
right
rigid
rigidity
rigidly
rigorous
rigorously
ring
riolate
ripple
rise
risk
ritz
rivet
rl
rm
rms
roar
rocket
rocketon
rod
roe
roger
roghness
role
roll
rolling
room
root
rotary
rotate
rotating
rotation
rotational
rotationally
rotor
rott
rough
roughen
roughly
roughness
round
rounded
roundness
routh
routine
routinize
row
roy
royal
rpm
rsult
rt
rube
rubesin
rudimentary
rule
run
runge
running
rupture
russian
s
s.
s.d
s.l.r
safe
safely
safety
sail
sake
sakurai
salient
salmon
salt
sample
sand
sandpaper
sandwich
sanger
satelite
satellite
satisfaction
satisfactorily
satisfactory
satisfie
satisfied
satisfy
saunder
save
saving
say
scalar
scale
scaling
scan
scar
scarce
scatter
scattering
schematic
scheme
schlichte
schlieren
schmidt
schoenherr
schubauer
schuh
schultz
schwarz
sci
science
scientific
scientist
scoop
scooping
scope
screen
scruton
sea
seal
sealing
sear
search
searching
season
seasonal
seban
sec
secant
second
secondary
secondly
section
sectional
sector
sectorial
secure
security
sedimentation
sedov
see
seed
seeded
seek
segment
segmented
seidel
select
selection
selective
self
semi
semiapex
semiballistic
semicircle
semicircular
semidiameter
semiempirical
semiempirically
semiinfinite
semispan
semivertex
senior
sense
sensible
sensitive
sensitivity
sensor
separable
separate
separated
separately
separation
september
sequel
sequence
ser
serbin
serenity
series
seriously
serve
service
servos
sesired
set
setting
seven
seventh
severe
severely
severly
sextic
sgn
shadow
shadowgraph
shaft
shall
shallow
shank
shanley
shape
shaped
shapiro
sharp
sharpedge
sharply
shear
shearing
sheath
shed
shedding
sheet
shell
shelter
shercliff
shesterikov
shield
shielding
shift
ship
shock
shocked
shockless
shockwave
short
shortcoming
shorten
shortening
shortly
shoulder
show
shroud
shuffle
shypersonic
sibulkin
side
sided
sideforce
sideslip
sideslipping
sidewall
sidewash
sight
sign
signal
significance
significant
significantly
sigularity
silence
silica
similar
similarity
similarly
similitude
simmon
simple
simplicity
simplification
simplifie
simplified
simplify
simplifying
simply
simulate
simulated
simulation
simulator
simultaneous
simultaneously
sin
sine
single
singly
singular
singularity
sink
sinking
sinusoid
sinusoidal
sinusoidally
sir
siren
situate
situation
sixth
sizable
size
sizeable
sized
skan
sketchy
skew
skewed
skill
skin
skip
skirt
skirted
slab
slend
slender
slenderness
slewed
slice
slide
slider
slighlty
slight
slightly
slip
slipstream
slope
sloshing
slot
slotted
slow
slowly
slug
small
smallness
smell
smith
smoke
smooth
smoothing
smoothly
smoothness
snap
snow
soak
sobsonic
soc
society
sodium
soft
solar
solely
solid
solide
solidification
soluble
solution
solve
som
somewhat
sommerfeld
sonic
soon
sophisticated
soret
sort
sound
sounding
source
southwell
space
spacecraft
spaced
spacewise
spacing
span
spanwise
spar
spark
spatial
speak
special
specialise
specialization
specialize
specialized
specially
specie
species
specific
specifically
specification
specified
specifiic
specify
speciman
specimen
spectacular
spectra
spectral
spectrograph
spectrum
specular
speed
spence
sperical
sphere
spheric
spherical
spherically
spheroid
spike
spiked
spillage
spin
spindle
spinner
spinning
spiral
spirit
spite
split
splitter
sponsor
spontaneously
spot
sprague
spray
spread
spreading
spreiter
spring
spurious
sputnik
sq
sq.ft
square
squared
squire
sr
stability
stabilization
stabilize
stabilizer
stable
stack
stacking
staff
stage
stagger
stagnant
stagnation
stainless
stall
stalling
stand
standard
standardize
standoff
standpoint
stanton
start
starting
state
statement
static
statical
statically
staticpressure
station
stationary
statistic
statistical
statistically
stator
status
ste
steadily
steadiness
steady
steam
steamline
steel
steep
steepness
stefan
stein
stem
step
stepdown
stepwise
stewartson
stiffen
stiffener
stiffening
stiffness
stimulate
stimulus
stine
sting
stipulate
stochastic
stoke
stoker
stol
stone
stonecypher
stony
storage
store
straight
straightness
strain
strange
stratagem
stratford
stratiform
streak
stream
streamline
streamtube
streamwise
strength
strengthen
stress
stressing
stretched
stretching
strictly
strike
striking
stringer
strip
stroboscope
stroboscopic
strong
strongly
strouhal
structural
structure
strut
studied.dash
studies.dash
study
sturm
sub
subarc
subaudio
subcritical
subject
subjective
sublayer
sublimation
submerge
submit
subroutine
subscript
subsequent
subsequently
subsidiary
subsonic
subsonically
substantial
substantially
substantiate
substitute
substitution
subtend
subtract
succeed
success
successful
successfully
succession
successive
successively
suck
suction
sudden
suddenly
suffer
sufficient
sufficiently
suffix
sugar
suggest
suggestion
suit
suitability
suitable
suitably
suited
sum
summarise
summarize
summarized
summary
summation
super
superaerodynamic
supercircular
supercritical
superfast
superficial
superimpose
superior
superiority
superpose
superposition
superscript
supersede
supersonic
supersonically
supplement
supplementary
supplorte
supply
support
suppose
supposedly
supposition
suppress
sure
surely
surface
surge
surpass
surprising
surprisingly
surround
survey
susceptible
sustain
sustained
sutherland
sutton
swallow
sweat
sweep
sweepback
swept
sweptback
sweptforward
sweptwe
swirl
switching
symmetric
symmetrical
symmetrically
symmetry
symposium
synge
synthesis
synthesize
system
systematic
systematically
systematize
t
t.
t3
t4
t6
tab
table
tabular
tabulate
tabulation
tacitly
tail
tailing
tailless
tailor
tailplane
tailwind
taine
take
talbot
tamada
tan
tang
tangency
tangent
tangential
tank
tao
tap
taper
tapered
target
task
taxi
taylor
tech
technical
technique
technologically
technology
tedious
teflon
telegraph
telemeter
telemetere
tell
teller
temp
temperature
temprature
tend
tendency
tensile
tension
tensor
tentative
tentatively
tenth
term
terminal
terminate
termination
terminology
termperature
termwise
terrain
terrestrial
test
testing
tetrachloride
text
th
the'density
the'equilibrium'parameter
the'newtonian'theory
the'solar
their'worst'values
theodorsen
theorem
theoretic
theoretical
theoretically
theory
therefrom
thereof
thermal
thermally
thermo
thermochemical
thermocouple
thermodynamic
thermoelastic
thermoelasticity
thermomechanic
thermomechanical
thermometer
thermopropulsive
thesis
theta
thick
thicken
thickening
thickness
thin
thing
think
third
thirdly
thirteen
thn
thomas
thorough
thoroughly
threaten
threshold
throat
throttle
throw
thrust
thwaite
tical
tietjen
till
tilt
time
timoshenko
ting
tion
tional
tip
titan
title
tn
tne
tnis
today
tolerable
tolerance
tolerate
tollmien
tomotika
tool
tooth
topic
torda
toriconic1a
toriconical
torispherical
toroidal
torque
torsion
torsional
torus
total
touch
townend
townsend
toxic
tr
trace
track
tracking
tractable
traction
tractor
traditional
trail
trailing
trajectorie
trajectory
tran
trans.amer.math.soc.33
transcendant
transcendental
transducer
transfer
transfn
transform
transformation
transformed
transient
transit
transition
transitional
translate
translation
translational
translatory
transmission
transmit
transonic
transparent
transpiration
transpire
transport
transportation
transtability
transversality
transverse
transversely
trapezoidal
travel
traversal
traverse
treat
treatise
treatment
trefftz
trefitz
trend
trial
triangle
triangular
tribute
trick
trigger
trigonometric
trigonometrical
trim
trimmed
trip
triple
tripping
trochoidal
trouble
troublesome
true
truly
truncate
truncated
truncation
truth
try
tsien
tsion
tube
tubular
tubulence
tuft
tumble
tumbling
tungsten
tunnel
turbance
turbine
turbo
turbojet
turbomachine
turbulen
turbulence
turbulent
ture
turn
turning
twice
twin
twist
twisted
twisting
type
typical
typically
typify
typographical
typography
u
u.
u.k
u.s
u.s.a
u.s.s.r
u1
u2
uhf
ultimate
ultimately
ultra
ultracentrifuge
unablated
unaccompanie
unaffected
unanticipated
unavoidable
unbalanced
unbanked
unblunted
unbounded
unbuckled
uncambere
uncambered
uncertain
uncertainty
unchanged
unconservative
unconstrained
uncontrollable
uncooled
uncorrected
uncouple
uncoupled
undamped
undeformed
underestimate
underexpanded
underexpansion
undergo
undergoe
undergone
underlie
underlying
underneath
undershoot
underside
understand
understanding
undersurface
undertake
undesirable
undetermined
undissociated
undisturbed
undoubtedly
undrooped
unduly
unequal
unevenness
unexpected
unexpectedly
unexplained
unfamiliar
unfavorable
unfavourable
unfilled
unfired
unflanged
unfold
unfortunately
unhappy
unheated
uni
uniaxial
unidirectional
unidirectionally
unification
unified
uniform
uniformity
uniformly
unimportant
unintentionally
union
unique
uniquely
unit
unitary
united
unity
univac
univeral
universal
university
unknown
unknowns
unlike
unlikely
unlimited
unloaded
unmanned
unmodulated
unnecessary
unorthodox
unperturbed
unpowered
unpressurized
unpublished
unrealistic
unreality
unrelativistic
unresolved
unrestrained
unrestricted
unretarded
unsatisfactory
unseparated
unsolved
unspecified
unstable
unsteadily
unsteadiness
unsteady
unstiffened
unstressed
unsupported
unswept
unsymmetrical
untapered
untenable
untested
untrimmed
untwisted
unusually
unyawe
unyawed
upflow
upper
upstream
upward
upwash
urgent
usable
usaf
usage
use
useful
usefully
usefulness
user
usual
usually
utia
utilise
utility
utilization
utilize
utilizes
utilzation
ux
v
v.
vacuum
valid
validity
valuable
value
valuedness
valueless
valve
van
vane
vanguard
vanish
vanishe
vanishing
vanishingly
vapor
vaporization
vaporize
vapour
variability
variable
variant
variation
variational
varie
varied
variety
variously
vary
varying
vas
vector
vehicle
veiocity
velocitie
velocity
venting
venturis
venus
veocity
verfied
verification
verify
versa
versatility
version
versus
vertex
vertical
vessel
vi
vibrate
vibration
vibrational
vibrationally
vibratory
vice
vicinity
view
viewpoint
vii
viii
violate
violent
violet
virtual
virtually
viscid
viscoelastic
viscoelasticity
viscosity
viscous
visibility
visible
vision
visual
visualisation
visualise
visualization
visualize
vital
viz
vlasov
volterra
volume
volumetric
von
vortex
vortical
vorticity
voyage
vs.
vtol
vz
w
w.
w.a
wagner
waiste
wake
wakelike
walkden
wall
walled
wanlass
want
ward
warhead
warm
warning
warp
warrant
warren
wash
wassermann
water
wave
wavelength
waviness
wavy
wax
way
wb
weak
weaken
weakly
weapon
weave
web
webs
wedge
weierstrass
weigh
weight
weighting
weinstein
weissing
weissinger
weitbrecht
well
wendt
wet
wheel
whichever
whilst
whirl
whisker
white
whitehead
whitham
wich
wide
widely
widen
widespread
width
wiley
will
william
wilson
wind
window
windstream
windtunnel
windward
wing
wingbody
winged
winglike
wingtip
winny
wire
wise
wissler
withdrawal
withstand
wkb
womersley
wood
woode
woodgate
word
work
worker
working
world
worsen
worth
worthwhile
worthy
wright
wrinkle
wrinkled
wrinkling
write
writer
writing
x
x10
xenon
xiii
y
y1
y2
yarymovych
yaw
yawed
yawing
year
yeh
yeild
yield
york
young
yuan
yy
z
zakkay
zamm
zbrozek
zehnder
zero
zeroth
zhukhovitskii
zone
zoom
zuk
zurich
